<? $products=[0=>["url"=>"https://ae04.alicdn.com/kf/Hd19c81a85eb7488582df6cee5ac90018v.jpg",
    "name"=>"Мужской пуховик",
    "desc"=>"Пуховик легкий, стильный, теплый, удобный. Подходит для людей с любым телосложением. Капюшон можно использовать вместо головного убора,
     а в сильные холода - в качестве дополнительной защиты. Манжеты в рукавах изготовлены с использованием специальных ветрозащитных нитей, которые предотвращают попадание ветра и снега и обеспечивают максимальную защиту ваших рук. Материал верха выполнен из прочной водоотталкивающей ткани. Материал утеплителя - синтепух."]
    ,1=>["url"=>"https://ronixsport.ru/pictures/product/middle/9785_middle.jpg",
        "name"=>"Мужские утепленные брюки",
        "desc"=>"Очень удобные и теплые зимние брюки на подкладке из флиса. Основная плащевая ткань с водоотталкивающей пропиткой изнутри. Плотность утеплителя флис 180 г/кв.м. Мягкий пояс на эластичной ленте, ширина пояса дополнительно регулируется с помощью шнурка. Карманы все на молнии, два впереди и один сзади. Для наилучшей регуляции температуры тела брюки надеваются на базовый слой одежды (термобелье) и максимально защищают тело от ветра, холода и влаги."]
    ,2=>["url"=>"https://bistrogift.ru/image/catalog/G/10999.10_2_1000x1000.jpg",
        "name"=>"Свитер мужской",
        "desc"=>"Мягкая кашемировая шерсть, идеальные пропорции и зигзагообразный структурный узор превратят пуловер в любимую вещь. Эта классическая модель привлекает не только качественными нитками из смеси альпака, шерсти и акрила двух прекрасно сочетающихся друг с другом цветов - серого и желтого. В этом случае предлагается интересный ход: спинка связана лицевой гладью снизу вверх, тогда как перед и рукава выполнены поперек, начиная с желтых участков. Горловина и рукава отделаны резинкой."]
    ,3=>["url"=>"https://g-strela.s3.eu-central-1.amazonaws.com/public/products/fcb8b3f3-050a-11e8-9432-00155d640301/photo/fcb8b3f3-050a-11e8-9432-00155d640301.jpg",
        "name"=>"Мужская флисовая кофта",
        "desc"=>"Мужской флисовый джемпер — отличный выбор для походов и активного отдыха. Флисовый материал отлично сохраняет тепло. В модели предусмотрено 2 боковых кармана на молнии. Антипилинговая обработка материала обеспечивает долговечность изделия."]
    ,4=>["url"=>"https://agatvspb.ru/upload/iblock/fef/1r1a0pen6rkh5dvs1c7dmrypt2bqlcfd/3d339c96_3ed1_11eb_b940_40ec99a99353_3d339c97_3ed1_11eb_b940_40ec99a99353.jpg",
        "name"=>"Шапка мужская зимняя",
        "desc"=>"Шапка имеет удобную, мягкую, плотную вязку, при этом обладает отличной эластичностью, хорошо сохраняет тепло. Шапка подойдёт на прохладную осень и тёплую зиму. Шапка идет абсолютно всем мужчинам и всем возрастам. Шапка зимняя, шапка осенняя."]
];
$products2=[0=>["url"=>"https://brandpresent.ru/shop/project/1000/BP_01698309_1_tif_1000x1000.jpg",
    "name"=>"Футболка мужская",
    "desc"=>"Футболка мужская из 100% натурального хлопка, прямого кроя с коротким рукавом и круглым воротом. Идеально подходит для мужчин. Бестселлер среди футболок, это самый оптимальный и многофункциональный вариант. За счет свободного кроя не сковывает движений и прекрасно подходит как для повседневного гардероба, так и для занятий спортом. Мягкий натуральный хлопок гипоаллергенен, не раздражает кожу и позволяет ей дышать."]
    ,1=>["url"=>"https://a.allegroimg.com/original/039491/5db540aa452587feaf3bf468cbfd/Spodenki-szorty-do-biegania-meskie-M-do-joggingu",
        "name"=>"Шорты мужские",
        "desc"=>"Мужские, спортивные шорты с карманами. Шорты мужские изготовлены из высококачественного турецкого трикотажного полотна. Мягкие и удобные, они прекрасно держат форму, не вытягиваются, не стесняют движений и идеально подходят для занятий спортом и отдыха. Шорты являются незаменимым элементом летнего гардероба. Ткань дышит. Очень удобные и отлично садятся на фигуру. Универсальны для любого силуэта мужчины."]
    ,2=>["url"=>"https://printing-t-shirts.podaru.ru/assets/images/products/1286/0294210931000x1000.jpg",
        "name"=>"Лонгслив мужской",
        "desc"=>"Базовый хлопковый лонгслив мужской - капсульная базовая вещь, которая подойдет под любой гардероб и стиль. Качественный трикотаж кофты выполнен из плотных эко-материалов, минималистический стиль - ничего лишнего. Тельняшка универсальна, подойдет на прогулку, для занятия спортом, на свидание, в университет/школу/на работу или встречу с друзьями. Лонгслив не стесняет движения и достаточно тонок и легок для теплой погоды."]
    ,3=>["url"=>"https://aleksandrov.diamondelectric.ru/images/583/582350/bruki_nike_1.jpg",
        "name"=>"Мужские штаны",
        "desc"=>"Мужские трикотажные штаны. Свободный крой и комфортная посадка, подходит для всех типов фигур. Впереди два кармана. Брючины внизу прямого покроя. Выполнены из эластичного, немнущегося, износостойкого, прочного трикотажа и приятного на ощупь. Подойдут для повседневного использования, прогулок, поездок на отдых и домашнего ношения. Мягкие, комфортные и очень удобные в носке."]
];
$products3=[0=>["url"=>"http://1.autojack-original.ru/image/cache/data/2016-17/зимние%20женские%20куртки/866/866_3-700x700.jpg",
    "name"=>"Куртка женская",
    "desc"=>"Куртка женская удлиненная с капюшоном - хит сезона. Универсальная длина изделия и воротник стойка, переходящий в капюшон, объем которого регулируется фиксаторами, позволят Вам ощущать себя уютно и тепло в холодную ветреную погоду. Декоративные замочки по бокам, стильная прострочка типа ромб. Фасон модели абсолютно базовый и минималистичный. В такой верхней одежде вам не будет жарко в метро и холодно на улице. Подходит на высокий, невысокий и средний рост."]
    ,1=>["url"=>"https://kostumzima.ru/wa-data/public/shop/img/TB2MRuzbXXXXXX3XXXXXXXXXXXX_!!2132144141.jpg",
        "name"=>"Штаны женские утепленные",
        "desc"=>"Технологичные брюки для зимнего периода. Мембрана, дополненная проклеенными швами и водонепроницаемыми молниями, защищает от промокания и хорошо отводит излишки тепла и влаги от тела. Утеплитель не даст замерзнуть во время мороза. Специальные вставки по внутреннему шву обеспечивают устойчивость модели к износу. 2 кармана для важных мелочей. Крой с артикуляцией в области коленей позволит двигаться свободно. В модели предусмотрены специальные снегозащитные гетры."]
    ,2=>["url"=>"https://ae04.alicdn.com/kf/H55d89f38e2934dc7b494ec96d7bf8074S/-.jpg",
        "name"=>"Джемпер женский",
        "desc"=>"Мягкий трикотажный джемпер прямого силуэта с широкой округлой горловиной и рукавами. Длина чуть ниже талии. Джемпер связан единым полотном, рукава акцентируют внимание на плечах, подчеркивая их линии. Нижний край отделан широкой резинкой и плотно облегает бедра. Джемпер отлично впишется в ваш гардероб. Меланжевая пряжа преображает это простое, на первый взгляд, изделие в необычную и элегантную вещь, подходящую для праздничного выхода. На каждый день джемпер можно носить на работу."]
];
$products4=[0=>["url"=>"https://brandpresent.ru/shop/project/1000/BP_1878.14_1_tif_1000x1000.jpg",
    "name"=>"Футболка женская",
    "desc"=>"Базовая, однотонная женская футболка прямого кроя, с втачным рукавом с подворотом по нижнему краю, лаконичным круглым вырезом горловины. Модель выполнена из трикотажного полотна, переплетения кулирная гладь, содержащего 95% хлопка, 5% эластана, такой состав материала имеет повышенную растяжимость, высокую прочность, отличную износостойкость, невероятную легкость и тонкость. Отличное решение для офиса, на каждый день, отдыха и занятия спортом."]
    ,1=>["url"=>"https://www.keng.ru/upload/resize_cache/iblock/ad8/525_525_1d7a58ff99b324185ccb5ad5dfbdb5e85/yqqabujzcgzn9nx3mf0kie6fyksxisng.jpg",
        "name"=>"Брюки женские",
        "desc"=>"Брюки оверсайз собственного производства. Брюки выполнены из высококачественного хлопкового мягкого трикотажного полотна высшего качества Пенье. Идеально подойдет для женщин, девушек как домашние штаны, для занятий спортом, для прогулок, тренировок, занятий танцами и йогой, их удобно использовать в тренажерном зале и для фитнеса, для активного отдыха, танцев, любительский спорт, велоспорт, бег, для поездок на пикник и путешествий, для дома, улицы и дачи, для похода на шопинг."]
    ,2=>["url"=>"https://illan-gifts.ru/api/images/vetrovka-zhenskaia-sirocco-chernaia-52274.jpeg",
        "name"=>"Ветровка женская",
        "desc"=>"Легкая женская ветровка должна быть в гардеробе каждой модницы. Непромокаемая, непродуваемая, стильная - эта женская куртка станет настоящей находкой для тех, кто стремится выглядеть хорошо в любую погоду. Для похода и туризма прекрасно подойдет спортивная ветровка как тактическая одежда. Это незаменимый атрибут для бега или велоспорта, прогулок, активного отдыха. Женская ветровка с капюшоном послужит как дождевик. А современный дизайн и модный крой ветровки, подойдет для девочек и подростков."]
    ,3=>["url"=>"https://ae01.alicdn.com/kf/HTB1UtZAPFXXXXb7XFXXq6xXFXXX8/2018.jpg",
        "name"=>"Юбка джинсовая",
        "desc"=>"Стильная юбка мини джинсовая. С каждой юбкой в комплекте идет подарок, который отлично с ней сочетается. Прекрасно сочетается как с кедами или кроссовками, так и с туфлями. Юбка прекрасно подойдет как юбка для офиса или юбка для школы, так и повседневная юбка. Юбка изготовлена из качественных материалов. Ровные швы, нитки не торчат. Наша юбка легко впишется в любой гардероб. Короткая джинсовая мини юбка позволит вам подчеркнуть свой стиль, создавая действительно запоминающиеся образы, прекрасно сочетается как с рубашкой, так и с блузкой или кофтой. Наша юбка это деловая юбка, повседневная юбка, мини юбка, юбка выше колена, приталенная юбка, юбка с высокой посадкой"]
];